/*
  Localizable.strings

  Copyright Spotify. All rights reserved.
*/


"sInstallerOsxAskUserToQuitSpotify" = "Please quit Spotify and try again";
"sInstallerOsxContinueInBackground" = "Im Hintergrund fortfahren";
"sInstallerOsxDownloadFailedErrorDescription" = "Während Spotify heruntergeladen wurde ist ein Fehler aufgetreten.";
"sInstallerOsxDownloadFailedRetryIn" = "Download fehlgeschlagen. Erneut versuchen in %ds.";
"sInstallerOsxDownloadingSpotify" = "Spotify herunterladen…";
"sInstallerOsxExtractionFailedErrorDescription" = "Während Spotify heruntergeladen wurde ist ein Fehler aufgetreten.";
"sInstallerOsxGenericErrorDescription" = "Während der Installation ist ein Fehler aufgetreten.";
"sInstallerOsxInstallFailedErrorDescription" = "Während der Installation ist ein Fehler aufgetreten.";
"sInstallerOsxInstallationFailed" = "Installation fehlgeschlagen";
"sInstallerOsxInstallationFailedDefaultButtonTitle" = "Von Spotify.com herunterladen";
"sInstallerOsxInstallationIncompleteContinueButtonTitle" = "Installation fortsetzen";
"sInstallerOsxInstallationIncompleteDesc" = "Die Installation von Spotify ist beinahe abgeschlossen. Möchtest du wirklich abbrechen?";
"sInstallerOsxInstallationIncompleteTitle" = "Installation fehlerhaft";
"sInstallerOsxInstallingSpotify" = "Spotify installieren…";
"sInstallerOsxMMAboutInstallSpotify" = "Über Install Spotify";
"sInstallerOsxMMBringAllToFront" = "Alle im Vordergrund";
"sInstallerOsxMMHelp" = "Hilfe";
"sInstallerOsxMMHideInstallSpotify" = "Installation von Spotify verbergen";
"sInstallerOsxMMHideOthers" = "Andere ausblenden";
"sInstallerOsxMMInstallSpotify" = "Install Spotify";
"sInstallerOsxMMInstallSpotifyHelp" = "Hilfe für Install Spotify";
"sInstallerOsxMMMinimize" = "Minimieren";
"sInstallerOsxMMQuitInstallSpotify" = "Installation von Spotify beenden";
"sInstallerOsxMMServices" = "Dienste";
"sInstallerOsxMMShowAll" = "Alle anzeigen";
"sInstallerOsxMMWindow" = "Fenster";
"sInstallerOsxMMZoom" = "Zoom";
"sInstallerOsxMountFailedErrorDescription" = "Während das Spotify Image aktiviert wurde ist ein Fehler aufgetreten.";
"sInstallerOsxMoveApplicationButtonDoNotMove" = "Do not move";
"sInstallerOsxMoveApplicationButtonMove" = "Move to Applications folder";
"sInstallerOsxMoveApplicationCouldNotMove" = "Could not move to Applications folder";
"sInstallerOsxMoveApplicationQuestionInfoInDownloadsFolder" = "This will keep your Downloads folder uncluttered.";
"sInstallerOsxMoveApplicationQuestionInfoWillRequirePasswd" = "Note that this will require an administrator password.";
"sInstallerOsxMoveApplicationQuestionMessage" = "I can move myself to the Applications folder if you'd like.";
"sInstallerOsxMoveApplicationQuestionTitle" = "Move to Applications folder?";
"sInstallerOsxMoveApplicationQuestionTitleHome" = "Move to Applications folder in your Home folder?";
"sInstallerOsxQuitButtonTitle" = "Schließen";
"sInstallerOsxUnsupportedPlatformDesc" = "Sorry, du brauchst Mac OS X 10.5 oder eine neuere Version auf einem Intel-Prozessor.";
"sInstallerOsxUnsupportedPlatformHelp" = "Mehr Information auf Spotify.com";
"sInstallerOsxUnsupportedPlatformTitle" = "Nicht unterstützte Plattform";